a = '''

Содержание
Структурная формула
Русское название
Английское название
Латинское название
Химическое название
Брутто формула
Фармакологическая группа вещества Абакавир
Нозологическая классификация
Код CAS
Фармакологическое действие
Характеристика
Фармакология
Применение вещества Абакавир
Противопоказания
Ограничения к применению
Применение при беременности и кормлении грудью
Побочные действия вещества Абакавир
Взаимодействие
Способ применения и дозы
Меры предосторожности
'''

print(len(a.split("\n")))